Repository: amr-dallin/dallin
Catalog: src/Locale/*/default.po
Languages: ru_ru

source: Page not found
ru_ru: Страница не найдена

source: Service not found
ru_ru: Услуга не найдена

source: Tag not found
ru_ru: Тег не найден

source: Post not found
ru_ru: Публикация не найдена

source: Project not found
ru_ru: Проект не найден

source: The file has been saved.
ru_ru: Медиафайл был сохранен.

source: The file could not be saved. Please, try again.
ru_ru: Медиафайл не может быть сохранен. Пожалуйста, попробуйте еще раз.

source: The file has been deleted.
ru_ru: Файл успешно удалён.

source: The file could not be deleted. Please, try again.
ru_ru: Файл не удалось удалить. Пожалуйста, повторите снова.

source: The page has been saved.
ru_ru: Страница сохранена успешно.

source: The page could not be saved. Please, try again.
ru_ru: Страницу не удалось сохранить. Пожалуйста, повторите снова.

source: The page has been deleted.
ru_ru: Страница успешно удалена.

source: The page could not be deleted. Please, try again.
ru_ru: Страницу не удалось удалить. Пожалуйста, повторите снова.

source: The post has been saved.
ru_ru: Публикация успешно сохранена.

source: The post could not be saved. Please, try again.
ru_ru: Публикацию не удалось сохранить. Пожалуйста, повторите снова.

source: The post has been deleted.
ru_ru: Публикация успешно удалена

source: The post could not be deleted. Please, try again.
ru_ru: Публикацию не удалось удалить. Пожалуйста, повторите снова.

source: The project has been saved.
ru_ru: Проект сохранён успешно.

source: The project could not be saved. Please, try again.
ru_ru: Проект не удалось сохранить. Пожалуйста, повторите снова.

source: The project has been deleted.
ru_ru: Проект успешно удалён.

source: The project could not be deleted. Please, try again.
ru_ru: Проект не удалось удалить. Пожалуйста, повторите снова.

source: The service has been saved.
ru_ru: Услуга успешно сохранена.

source: The service could not be saved. Please, try again.
ru_ru: Услуга не сохранена. Пожалуйста, повторите снова.

source: The service has been deleted.
ru_ru: Услуга успешно удалена.

source: The service could not be deleted. Please, try again.
ru_ru: Услуга не удалена. Пожалуйста, повторите снова.

source: Settings not found
ru_ru: Настройки не найдены.

source: The setting has been saved.
ru_ru: Настройка успешно сохранены.

source: The setting could not be saved. Please, try again.
ru_ru: Настройка не сохранены. Пожалуйста, повторите снова.

source: The setting has been deleted.
ru_ru: Настройка успешно удалена.

source: The setting could not be deleted. Please, try again.
ru_ru: Настройка не удалены. Пожалуйста, повторите снова.

source: The systemic page has been saved.
ru_ru: Системная страница успешно сохранена.

source: The systemic page could not be saved. Please, try again.
ru_ru: Системную страницу не удалось сохранить. Пожалуйста, повторите снова.

source: Username or password is incorrect
ru_ru: Имя пользователя или пароль не верен.

source: The user password has been changed. Please, Log In.
ru_ru: Пользовательский пароль успешно изменён. Пожалуйста, войдите снова.

source: The user has been saved.
ru_ru: Пользователь успешно сохранён.

source: The user could not be saved. Please, try again.
ru_ru: Пользователя не удалось сохранить. Пожалуйста, повторите снова.

source: Password must be at least 6 characters long.
ru_ru: Пароль должен состоять минимум из 6 символов.

source: Password is required.
ru_ru: Требуется пароль

source: You must enter the current password.
ru_ru: Вы должны ввести текущий пароль

source: You must enter a new password.
ru_ru: Вы должны ввести новый пароль

source: New password and confirmation record do not match!
ru_ru: Не удалось подтвердить новый пароль!

source: The current password is incorrectly entered!
ru_ru: Текущий пароль неверен.

source: The new password is no different from the current!
ru_ru: Новый пароль не должен совпадать с текущим!

source: Liked? Share with others.
ru_ru: Понравилось? Поделитесь с другими.

source: Marat Dallin
ru_ru: Марат Даллин

source: {0}, {1} and other {2}.
ru_ru: {0}, {1} и другие {2}.

source: telegram
ru_ru: телеграм

source: contacts
ru_ru: контакты

source: Main navigation
ru_ru: Базовая навигация

source: Home
ru_ru: Главная

source: About Me
ru_ru: Обо мне

source: Publications
ru_ru: Публикации

source: Contacts
ru_ru: Контакты

source: Page navigation
ru_ru: Постраничная навигация

source: previous
ru_ru: Предыдущие

source: next
ru_ru: Следующие

source: All
ru_ru: Все

source: All publications
ru_ru: Все публикации

source: The link you clicked may be damaged or the page deleted.
ru_ru: Ссылка, которую вы нажали, может быть повреждена или страница удалена.

source: Go {0} or visit {1}.
ru_ru: Вернуться {0} или посетить {1}

source: back
ru_ru: назад

source: home page
ru_ru: главную страницу

source: An internal error has occurred
ru_ru: Произошла внутренняя ошибка

source: No articles
ru_ru: Нет статей

source: More details
ru_ru: Подробнее

source: No projects
ru_ru: Нет проектов

source: Projects
ru_ru: Проекты

source: Related Publications
ru_ru: Тематические публикации

source: Read more
ru_ru: Подробнее
